Repository: VovaMobile/WakeSpeaker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, tr, zh_cn

source: &Not now
es: &Ahora no

source: Request for contributions to %s
es: Solicitud de contribuciones para %s

source: Creating add-ons demands substantial time and effort. With limited job prospects in my country, your donations could significantly aid in dedicating more time to developing free plugins for the community. Your contribution would support the development of this and other free projects. Would you like to contribute to this cause? Select from our available payment methods below. You will be redirected to the corresponding website to complete your donation. Thank you for your support and generosity.
es: La creación de complementos exige mucho tiempo y esfuerzo. Debido a las bajas oportunidades laborales en mi país, sus donaciones podrían ayudar significativamente a dedicar más tiempo al desarrollo de complementos gratuitos para la comunidad. Tu contribución apoyaría el desarrollo de este y otros proyectos gratuitos. ¿Te gustaría contribuir a esta causa? Seleccione entre nuestros métodos de pago disponibles a continuación. Serás redirigido al sitio web correspondiente para completar tu donación. Gracias por tu apoyo y generosidad.

source: Using Paypal
es: Usando Paypal

source: using Co-fi
es: usando co-fi

source: See more methods on my github Page
es: Ver más métodos en mi página de github

source: on
es: activado
tr: açık
zh_cn: 打开

source: off
es: desactivado
tr: kapalı
zh_cn: 关闭

source: toggles the wake speaker functionality
es: alterna la funcionalidad de Wake Speaker
tr: hoparlör uyanık tutma işlevini açıp kapat
zh_cn: 打开或关闭唤醒扬声器功能

source: The option Listen voice and beep signals has been changed. You must restart NVDA for that change to take effect. Would you like to restart now?
es: Se ha cambiado la opción Escuchar señales de voz y de tonos. Debes reiniciar NVDA para que ese cambio surta efecto. ¿Te gustaría reiniciar ahora?
tr: Ses ve bip sinyallerini dinle seçeneği değiştirildi. Bu değişikliğin etkili olması için NVDA'yı yeniden başlatmanız gerekir. Şimdi yeniden başlatmak ister misiniz?

source: Restart NVDA
es: Reiniciar NVDA
tr: NVDA'yı yeniden başlat

source: &Enable Wake Speaker
es: &Habilitar Wake Speaker
tr: &Hoparlör Uyandırmayı Etkinleştir
zh_cn: 启用唤醒扬声器(&E)

source: &Listen voice and beep signals (disable if there are issues with other add-ons)
es: &Escuchar señales de voz y de tonos (desactivar si hay incompatibilidad con otros complementos)
tr: Ses ve bip sinya&llerini dinle (diğer eklentilerle ilgili sorunlar varsa devre dışı bırakın)

source: &Sleep after (seconds)
es: Suspender después de (segundos)
tr: &Şu kadar süre sonra ses çalmayı durdur (Saniye olarak)
zh_cn: 在多少秒后睡眠

source: Noise volume
es: Volumen del ruido
tr: Gürültü ses düzeyi
zh_cn: 噪声音量

source: &Try to pause noise after (seconds)
es: Intentar una pausa después de (Segundos)
tr: &Gürültüyü şu kadar süre sonra duraklatmayı dene (Saniye olarak)
zh_cn: 尝试在多少秒后暂停噪声(&T)

source: &Pause length (in MS)
es: Duración de la pausa (MS)
tr: &Duraklama süresi (Milisaniye olarak)
zh_cn: 暂停长度（以毫秒为单位）(&P)

source: &Support wake speaker add-on
es: &Apoyar al complemento wake speaker

source: this add-on plays an inaudible white noise to keep alive the speakers. Useful for bluetooth headphones or similar devices.
es: este complemento reproduce un ruido blanco inaudible para mantener activos los altavoces. Útil para audífonos bluetooth o dispositivos similares.
tr: bu eklenti, hoparlörleri canlı tutmak için duyulamaz bir beyaz gürültü çalar. Bluetooth kulaklık veya benzeri cihazlar için kullanışlıdır.
zh_cn: 此插件用以播放一种人耳听不到的白噪音来保持扬声器处于唤醒状态。适用于蓝牙耳机或类似设备。

source: Wake Speaker
tr: Hoparlörü uyanık tut
zh_cn: 唤醒扬声器

source: Wake speaker %s
tr: Hoparlörü uyanık tut: %s
zh_cn: %s 唤醒扬声器
